---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.FluidFailures
source: html/6347979b-5b5f-226b-3410-5f88b5fd7034.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FluidFailures

Failures about Fluid.

## Syntax (C#)
```csharp
public static class FluidFailures
```